[
  {
    "body": "Bin heute in den Morgennebel gestolpert und habe einen winzigen Moosgeist getroffen. Er hat mich drei Minuten lang angestarrt, dann meinen Tee geklaut.",
    "createdAt": "2025-02-01T08:12:00.000Z"
  },
  {
    "body": "Die Dorfbibliothek hat jetzt eine neue Regel: Keine magisch sprechenden Pilze mehr im Lesesaal.",
    "createdAt": "2025-01-18T15:22:00.000Z"
  },
  {
    "body": "Habe eine Katzeneule adoptiert. Sie schnurrt UND pfeift. Bin verliebt.",
    "createdAt": "2025-01-29T11:40:00.000Z"
  },
  {
    "body": "Ein wandernder Topfkoch ist durchs Dorf gezogen und hat kostenlose Suppe verteilt. Leider hat sie mich 2 cm wachsen lassen.",
    "createdAt": "2025-02-02T09:10:00.000Z"
  },
  {
    "body": "Im Wald eine schwebende Glockenblume gefunden. Lässt man sie fallen, singt sie kurz… und teleportiert sich zurück in die Luft.",
    "createdAt": "2025-01-25T19:01:00.000Z"
  },
  {
    "body": "War Kräuter sammeln. 3 Kräuter gefunden. 2 davon wollten mich sammeln.",
    "createdAt": "2025-02-05T07:24:00.000Z"
  },
  {
    "body": "Meine Laterne hat heute früh beschlossen, auf eigene Faust spazieren zu gehen. Hab sie erst am Fluss wiedergefunden.",
    "createdAt": "2025-01-30T05:40:00.000Z"
  },
  {
    "body": "Der örtliche Alchemist verkauft jetzt ein Elixier, das angeblich 'nur ein bisschen nach Fisch riecht'. Es riecht SEHR nach Fisch.",
    "createdAt": "2025-02-03T18:12:00.000Z"
  },
  {
    "body": "Habe einen Baum getroffen, der mir Ratschläge geben wollte. Musste aber erst drei Rindenwitze anhören.",
    "createdAt": "2025-01-28T09:33:00.000Z"
  },
  {
    "body": "Ein Windgeist hat meine Wäsche sortiert. Leider nach Farbe der Aura, nicht nach tatsächlicher Farbe.",
    "createdAt": "2025-01-27T10:11:00.000Z"
  },
  {
    "body": "Im Sumpf eine Blubberblume gesehen. Sie lacht, wenn man sie berührt.",
    "createdAt": "2025-01-20T13:17:00.000Z"
  },
  {
    "body": "Ein wandernder Händler hat mir einen 'selbstschärfenden Löffel' verkauft. Weiß nicht genau, wofür das gut ist.",
    "createdAt": "2025-01-31T16:55:00.000Z"
  },
  {
    "body": "Heute Morgen am Strand: Eine Krabbe hat mir einen Stein geschenkt. Keine Ahnung warum, aber ich liebe ihn.",
    "createdAt": "2025-02-04T06:00:00.000Z"
  },
  {
    "body": "Mein Besen hat wieder versucht, abzuhauen. Diesmal hab ich ihn im Stall erwischt, wie er ein Pferd nachahmte.",
    "createdAt": "2025-01-19T17:42:00.000Z"
  },
  {
    "body": "Ein alter Froschmagier hat mir beigebracht, wie man Wasser dazu bringt, im Kreis zu laufen. Sehr nutzlos, aber hübsch.",
    "createdAt": "2025-02-01T07:10:00.000Z"
  },
  {
    "body": "Die Bäckerin hat heute 'Traumzauber-Brötchen' verkauft. Habe drei gegessen. Jetzt träume ich im Sitzen.",
    "createdAt": "2025-02-02T12:30:00.000Z"
  },
  {
    "body": "Im Waldpfad stand ein Schild: 'Bitte die Feen füttern'. Keine Feen zu sehen, aber das Schild hat sich bedankt.",
    "createdAt": "2025-01-22T14:07:00.000Z"
  },
  {
    "body": "Mein Garten hat beschlossen, heute Musik zu machen. Die Kürbisse summen Bass.",
    "createdAt": "2025-01-26T15:44:00.000Z"
  },
  {
    "body": "Ein winziger Hirschange hat mich zu einem Stein geführt, auf dem 'Danke' stand. Weiß aber nicht wofür.",
    "createdAt": "2025-02-05T11:01:00.000Z"
  },
  {
    "body": "Habe versucht, mit einem Traumfisch zu reden. Er hat nur geblubbert, aber sehr bedeutungsvoll.",
    "createdAt": "2025-01-24T18:00:00.000Z"
  }
]
